Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 아저씨가 당장 사용하지 않으면 내다 버리겠다는 말을 하지 않았다면 언제까지고 서랍 속에만 잠들어 있었을지도 모른다.
en_us: Eventually, Bill had told her that if she didn’t start wearing it right away, he was going to throw it out. If he hadn’t said this, it might have remained in a drawer in her room forever.

source: “마침 헤르하르트 공작께서 오시네요!”{j}클로딘의 맞은편에 선 한 영애가 다소 호들갑스럽게 감탄했다.
en_us: “Why, here comes Duke Herhardt!” a lady standing across from Claudine exclaimed.{j}

source: 아르비스의 불청객 레일라 르웰린도 예외는 아니었다.{j}“공작님은 들어가신 건가요?{j}벌써?”{j}무리의 맨 끝에 서 있던 레일라는 다소 실망한 목소리로 소곤거렸다.{j}빌이 사 입힌 하얀색 원피스 자락이 아이의 움직임을 따라 팔랑거렸다.
en_us: Layla Llewellyn, Arvis’s uninvited guest, was no exception. “Did the duke arrive? Already?” she muttered in a slightly disappointed tone, standing near a group of servants. The skirt of the white dress Bill had bought for her fluttered as she moved.{j}{j}{j}{j}

source: “그래?
en_us: “Really?

source: 정원사 레머 씨가 어린 여자애를 키우게 됐대요.”{j}사용인 휴게실로 달려 들어온 젊은 하녀가 호들갑스럽게 떠들어 댔다.
en_us: Mr. Remmer, the gardener, has started taking care of a young girl!” exclaimed a young maid as she rushed into the house staff’s break room.{j}

source: 그리고 그 노을빛을 따라 시선을 내린 관목 덤불 너머에서 레일라는 그를 보았다.
en_us: When she lowered her gaze from the sunset, just beyond a thicket of bushes, she saw him.

source: 신경성 두통을 앓는 그는 오늘도 초저녁에만 잠깐 얼굴을 비춘 후 돌아갔으니까.
en_us: The count had greeted him earlier in the evening, before leaving early due to a migraine.

source: 한참을 집중해 있던 레일라는 눈의 피로와 희미한 두통을 이기지 못하고 이만 연필을 놓았다.
en_us: After spending quite a while in deep concentration, she was overcome by eye strain and a slight headache, and had to put down the pencil.

source: 물끄러미 바라보기만 할 뿐 마티어스는 입을 열지 않았다.
en_us: Matthias just stared at her, saying nothing.

source: “그런 거 아니야.
en_us: “No, nothing like that.

source: “앉아, 레일라.”{j}목소리가 낮아지자 거기에 실린 위압감은 한층 높아졌다.{j}그의 손끝은 정확히 맞은편 소파를 가리키고 있었다.
en_us: “Sit down, Layla,” he said with a quieter voice that only heightened the pressure she felt. His finger was pointing directly at the seat across the table from his.{j}{j}

source: 명쾌한 결론을 지은 레일라는 주머니에서 꺼낸 신문을 펼쳐 연재소설이 실린 페이지를 찾았다.
en_us: She then took the newspaper from her apron pocket and opened it to the page where the next installment of the mystery novel was printed.

source: 노마님의 건강을 잘 돌보아 주는 의사에 대한 감사와 안부의 말을 전한 그는 다시 시선을 옮겨 레일라를 보았다.{j}“장미를 가져오는 일 정도는 르웰린 양이 대신할 수도 있겠지.”{j}조금 전의 그 미소가 사라진 입술로 그가 느릿하게 말했다.
en_us: The duke asked Kyle to pass on his thanks to Kyle’s father for taking such good care of Dowager Herhardt. He then turned to Layla again. Allowing the smile to fade from his lips, he asked, “Well, Lady Layla, if Mr. Remmer is out, would you be able to harvest some roses for me?”{j}{j}

source: 신기할 만큼 가느다란 발목과 작은 발.
en_us: It came to rest on her amazingly slender ankles and her tiny feet.

source: 다시 한 번 다짐을 하며 멈추었던 걸음을 떼는 찰나에 익숙한 목소리가 들려왔다.
en_us: Having made this resolution, she started walking again, when she heard a familiar voice.

source: 맞은편에 앉은 브란트 백작 부처는 뿌듯하고 감격스러운 눈길로 딸을 보았다.
en_us: Hearing this, Countess Brandt looked proudly at her daughter.

source: 덕분에 레일라는 마음이 급해졌다.
en_us: This had made Layla feel more pressed for time.

source: 보기 좋은 구두가 발에는 얼마나 해로운지.
en_us: The shoes were beautiful to the eye, but they hurt her feet immensely,

source: “……죄송합니다, 공작님.”{j}레일라는 황급히 사죄하며 고개를 깊이 숙였다.{j}그가 이대로 스쳐 지나가기를 기다릴 모양이었다.
en_us: “I’m sorry, Your Grace,” she quickly said, bowing her head. She seemed to be waiting for him to go on his way.{j}{j}

source: 지난 열흘 내내 레일라는 최선을 다해 그를 피해 다녔다.
en_us: She had spent the past ten days trying her hardest to avoid him,

source: 이런 류의 욕망은 짧은 한때 머물다 사라지기 마련이란 걸.
en_us: that this sort of desire was only supposed to last a short while before fading away.

source: “왜 새를 잡으실까요?
en_us: “Why does he hunt birds?” she asked.

source: 클로딘이 덧붙인 말에 에밀리아가 싱긋 웃음 지었다.{j}“아무튼.{j}넌 사용인들에게 지나치게 후하다니까.”
en_us: Emilia giggled. “Well, aren’t you being a little too lenient with her? She’s just the help, after all.”{j}{j}

source: 기둥 뒤에 숨어 한참을 서 있던 레일라는 지나가는 시종에게 다가가 무어라 말했다.
en_us: Layla remained hidden behind a column for a long while, then walked up to a passing servant and said something to him.

source: 스스로를 다독이며 카일은 덥석 포크를 쥐었다.
en_us: Comforting himself with this thought, Kyle picked up his fork and started eating.

source: 물론 그건 단지 레일라 혼자만의 견해에 불과했다.{j}이 영지의 모든 사람들은, 심지어 빌 레머까지도 그를 완벽한 귀족이라 칭송했다.{j}후계자로서의 빼어난 자질과 품위, 거기에 절제되고 우아한 태도까지 갖춘 마티어스 폰 헤르하르트 공작을 사람들은 진심으로 아끼고 사랑하는 듯했다.
en_us: Of course, this was just how she saw him. Everyone else on the estate, Bill included, praised him as a perfect nobleman. With outstanding talents and impressive poise befitting a duke, not to mention a composed and elegant demeanor, everyone seemed to truly love and cherish Duke Matthias von Herhardt.{j}{j}

source: 충동적으로 이름을 부르자 레일라가 흠칫하며 어깨를 움츠렸다.
en_us: Layla flinched and hunched her shoulders.

source: “정말이지 너그럽고 자상하세요.”{j}가장 먼저 브란트 백작 부인이 찬사를 보냈다.
en_us: “Goodness, you’re so generous and thoughtful,” Countess Brandt exclaimed.{j}

source: 반대편 차창 밖을 보고 있던 클로딘도 그를 향해 시선을 옮겼다.
en_us: Claudine, who had been looking out the window on her side of the car, turned to look at him.

source: “어머!
en_us: Just when Mona was about to leave, she glanced towards the window again and gasped. Running to the window, she shouted, “Oh my!

source: 하지만 그 핀은 머리에 단 첫날에 가혹한 운명을 맞이하고 말았다.
en_us: However, the pin met its cruel fate the very first day she wore it.

source: 두 사람은 한참이나 말없이 서로의 눈을 바라보았다.
en_us: They stared into each other’s eyes for an extended moment.

source: “있잖아, 카일.”{j}체인이 감기는 소리 사이로 레일라의 부드러운 목소리가 스며들었다.
en_us: “You know what, Kyle?” she said, her soft voice mixing with the ticking sound of the bicycle’s chain.{j}

source: 그런 생각을 하면 슬픔이 옅어졌다.
en_us: This lessened her sadness at the prospect of having to leave.

source: “네.”{j}그런 주제에 대답이 제법 당찼다.{j}“공작님이 숨기신 제 안경이요.”
en_us: “Yes,” she boldly replied. “My glasses, which you hid.”{j}{j}

source: 클로딘은 그것을 원했다.
en_us: That was what Claudine wanted.

source: 좀 더 힘주어 잡아도 될 텐데, 레일라는 감질이 날 만큼 살며시 그의 셔츠를 쥐고 있을 뿐이다.
en_us: She lightly held onto his shirt with her fingers as they rode. He wished that she would put her arms around his torso, but he didn’t dare ask her to.

source: 두 사람은 우아하게 미소 지으며 서로를 바라보았다.
en_us: They exchanged graceful smiles.

source: 하나로 땋아 내린 탐스러운 금발이 밀짚모자의 너른 챙 아래에서 흔들렸다.
en_us: Her pretty blonde hair was in a French braid that swung under the wide brim of her straw hat.

source: 공작님께는 무의미한 사실들일 테지만요.”{j}곧 울 것 같은 얼굴로 허세는.
en_us: Although I’m sure that’s all meaningless to you, Your Grace.” She was on the verge of tears.{j}

source: 이번에도 소년은 흔쾌히 고개를 끄덕였다.
en_us: Once again, the boy nodded eagerly.

source: 당장 눈을 감으라고.
en_us: Close your eyes.

source: 마티어스는 침묵 속에서 그녀를 응시했다.
en_us: He looked silently back at her.

source: 그 길 끝의 나무 아래에 레일라가 서 있었다.
en_us: Layla was under a tree at the end of that path,

source: 그가 싫었다.
en_us: He was awful.

source: 애먼 새 둥지나 들쑤시는 꼴이 꽤 재미있기도 했다.
en_us: He was also quite amused by the sight of them checking innocent bird nests.

source: 젖은 머리칼 끝에 맺혀 있던 물방울이 툭, 콧날을 타고 흘러내렸다.
en_us: Water dripped from his hair to the bridge of his nose, where it continued flowing downwards.

source: 한 손에는 여자의 것 같은 구두를 든 채였다.
en_us: In one hand he held what appeared to be a pair of women’s shoes.

source: 어차피 돌아가는 길인데.”{j}물론 거짓말이다.{j}레일라와 함께 하교하기 위해 카일은 테니스부 전체를 바람맞혔다.{j}하지만 라켓을 무기처럼 들고 기다릴 선배들도 지금은 두렵지 않았다.{j}내일의 일은 내일로.{j}될 대로 되어 버리라지.
en_us: the school is on my way home anyway,” he replied. Of course, this was a lie. He had abandoned his friends from the tennis club so that he could walk Layla home from school. Even though his superiors in the club would be waiting for him the next day, holding their rackets like weapons, he didn’t worry about that right now. Tomorrow’s problems can be dealt with tomorrow. Let the chips fall as they may.{j}{j}{j}{j}{j}

source: 친구들도 많고.”
en_us: Not to mention all your friends who are here.”

source: 의사의 아들도 함께였다.
en_us: The doctor’s son helped her.

source: 지나치게 선명해 조금 낯선 세상 속에 그가 서 있었다.
en_us: He was standing right there, in the midst of this newly-clear world.

source: 때마침 아이를 이곳까지 데려왔다는 우편배달부가 다가왔다.{j}“아, 이 애가 벌써 레머 씨를 만났군요.”
en_us: Just then, the mailman who had brought her walked up to them. “Ah, I see she’s already met you, Mr. Remmer.”{j}

source: 매일같이 떠들썩한 모임이 열렸지만 숲은 고요했다.
en_us: There were boisterous parties every day in the mansion, but the woods remained quiet.

source: 사실 그리 큰 치장이랄 것도 없는, 선물을 어설프게 걸치기만 한 모습인데도 분명 그랬다.
en_us: This was true even though it was clear that she had simply put on the outfit, without bothering to put on makeup or do her hair.

source: 곧 선착장에 모습을 나타낸 레일라는 수면에 떠 있는 모자를 보며 발을 동동 구르더니 불쑥 앞치마와 안경을 벗어 내려놓았다.
en_us: Layla soon appeared on the dock. At first trying to reach the floating hat with her foot, she soon removed her apron and glasses and set them down on the dock.

source: “하지만…….”
en_us: “But...”

source: 하지만 다시 눈을 뜬 순간, 그토록 완벽하던 평온이 흐트러졌다.
en_us: However, when he opened his eyes again, this perfect tranquility was broken.

source: 못 말리겠다는 듯 고개를 작게 저은 레일라는 이제 자전거를 타고 아르비스 저택으로 이어진 플라타너스 길을 향해 달리기 시작했다.
en_us: Layla shook her head, knowing that it was no use trying to change his mind. She then got on her bicycle and started riding towards Platanus Road, which led to the Arvis mansion.

source: 서두르지 않는 몸짓이 무척 아름다웠다.
en_us: His unhurried movements had been incredibly graceful.

source: 나를 떠나, 그 소년에게 가기 위해.
en_us: She was fleeing from me to rush to meet him.

source: 윤기 나는 새하얀 깃털에 까만 눈동자를 가진 예쁜 비둘기였다.
en_us: It was a beautiful bird with shiny white feathers and ink-black eyes.

source: 마티어스는 마치 재미있는 구경이라도 하듯 그녀를 내려다보며 느릿느릿 구두를 흔들었다.{j}“돌려줄까?”{j}파르스름한 담배 연기와 함께 낮은 목소리가 들려왔다.
en_us: Looking down at her with amusement, Matthias dangled the shoes in front of her, saying, “Would you like these back?” Bluish smoke drifted out of his mouth along with the quiet question.{j}{j}

source: 밀짚모자의 챙에서 흐른 물방울이 선착장의 나무널 위로 비처럼 떨어졌다.{j}“제 목숨을 구해 주셔서 정말 감사드립니다, 공작님.”{j}이가 딱딱 맞부딪칠 정도로 몸이 떨렸지만 레일라는 한 음절 한 음절을 정확히 발음하며 고개 숙였다.
en_us: Water dripped off the brim of her hat and sprinkled onto the dock. “I offer you my sincere gratitude for saving my dear life, Your Grace,” she said, enunciating each syllable perfectly despite the fact that her whole body was shaking.{j}{j}

source: 빌은 뚱해져 입을 굳게 다물었고 레일라는 어찌할 바를 몰라 전전긍긍했다.{j}그러다 찾은 해답이 모자였다.
en_us: After that day, things had felt a bit awkward between them. Bill had sullenly stopped speaking much, while Layla had grown very uneasy, not sure what to say or do.{j}

source: 한바탕 핏빛 소란이 휩쓸고 간 숲은 평소보다 더욱 고요하게 느껴졌다.
en_us: Now that the bloody commotion was over, the forest felt even calmer than usual.

source: 마음이 놓이는 안전한 세상이었다.
en_us: She was back in the comfortable, safe world she was used to.

source: 잠시 고민하듯 카일 에트먼 쪽을 살폈지만 그는 예상한 바로 그 대답을 내어놓았다.{j}“네, 주인님.”{j}걸음을 돌린 그는 명을 받들기 위해 서둘러 인파 사이로 향했다.
en_us: He glanced uncertainly in Kyle’s direction, but soon responded as Matthias knew he would: “Yes, Your Grace.” He then turned around and hurriedly walked into the crowd to fulfill the order he had been given.{j}{j}

source: ‘직접 고르신 거예요?’
en_us: “Did you pick it out yourself?”

source: 아르비스 영지로 접어들자 카일은 점점 더 마음이 급해져 정신없이 페달을 밟았다.
en_us: Once he entered Arvis, Kyle felt more urgency and started pedaling faster.

source: 레일라의 지적에 카일의 눈썹이 꿈틀댔다.
en_us: Kyle frowned.

source: 무의미한 희망과 욕심으로 서로를 갉아먹는 일 따위 없는 산뜻한 가족.
en_us: Theirs was a peaceful family, unblemished by needless ambition or greed.

source: 창문 밖으로 레일라가 보였다.
en_us: Outside, she could see Layla,

source: 사육사는 그중 가장 아름다운 금빛의 새 한 마리를 꺼내 쥐고 작업대 앞으로 다가섰다.
en_us: He reached in and retrieved a bright-yellow bird, the most beautiful bird of the bunch, and brought it to his worktable.

source: 당차게 행동하면서도 레일라는 바들바들 떨고 있었다.
en_us: Despite her bold actions, Layla was visibly shaking,

source: 로비타에는 천덕꾸러기 고아를 맡아 줄 만한 친척이 없다고 했다.
en_us: None of this little orphan’s relatives in Lovita could foster her.

source: 카일 에트먼은 의기양양하게 레일라를 이끌었다.
en_us: Kyle seemed very proud to be escorting Layla.

source: “나이를 배 터지게 먹고도 겨우 한 번을 못 해내는 치들도 널린 세상이야.
en_us: “There are people in this world several times your age who can barely manage that.

source: 클로딘의 뿌듯한 칭찬에 숙녀들은 일제히 동조하며 찬사를 보냈다.
en_us: The ladies reacted with delight, and began praising and admiring Layla as well.

source: 글쎄요.”{j}클로딘은 마티어스의 손가락에 앉아 지저귀는 새를 흘깃 보았다.{j}“어리석고도 가여운 새라고 해 주면 어떨까요?”
en_us: I don’t know,” she replied, looking at the bird singing on Matthias’s finger. “Why not call it a stupid and pitiful bird?”{j}{j}

source: 그 집에서 살기 위해서 치러야 하는 신고식 같은 거라고 했다.
en_us: They had said that this was a hazing ritual that she would have to go through if she wanted to live there.

source: 난생처음 보는 화려한 욕실에서 몸을 씻고, 놀랍도록 희고 부드러운 옷을 입었다.
en_us: Finding herself in the first luxurious bathroom she had ever seen, Layla took a bath, and then put on an amazingly soft, white dress that she had been provided.

source: 진작 덮어 버린 책을 바닥에 내려놓은 카일은 진지한 표정으로 레일라를 바라보았다.{j}조금 더 기다릴 수 있다고 믿었는데, 이제 자신이 없어졌다.
en_us: He set his book on the floor and stared at her with a serious expression. He had planned to wait a bit longer before telling her, but now he was starting to doubt himself.{j}

source: 다리를 살짝 움직여 보자 허리를 장식한 리본과 드레스의 끝자락이 파르르 흔들렸다.
en_us: She moved her leg a bit, and the dress’s skirt and the ribbon adorning its waist fluttered.

source: “쓸데없는 말만 잘하지.”{j}레일라의 장난스러운 대꾸에 카일은 결국 픽 웃어 버렸다.
en_us: This playful response finally elicited laughter from Kyle. “You’re always saying silly things, Layla.”{j}

source: 마티어스는 다시 카일 에트먼 쪽으로 시선을 옮겼다.
en_us: Matthias shifted his gaze back to Kyle.

source: 이런 밤이면 으레 그렇듯 이런저런 생각이 그 맑은 머릿속을 떠돌기 시작했다.
en_us: On nights like this, random thoughts would always begin to fill her head:

source: “따라오너라.”{j}절레절레 고개를 저은 빌이 앞장서 걷기 시작했다.{j}“우선은 배부터 채우고 생각해야지.”{j}퉁명스럽게 덧붙인 말이 저녁 바람에 실려 왔다.
en_us: “Follow me,” he said, shaking his head as he started to walk. “Let’s eat first, and then I can think things through.” His curt words were carried away by the evening breeze.{j}{j}{j}

source: 잔뜩 들뜬 채로 쏘다니는 모습이 꽤 봐줄 만했었는데 말이다.{j}“공작님이 사냥을 싫어하게 되셨으면 좋겠어요.”{j}한참이나 침묵을 지키던 아이가 조심스럽게 말했다.{j}“어쩌면 그럴 수도 있지 않을까요?”{j}레일라는 간절한 바람이 담긴 눈으로 빌을 올려다보았다.
en_us: The way she had been joyfully prancing about had been quite a sight to see. After a long silence, she looked earnestly up at Bill and cautiously said, “I hope the duke stops enjoying hunting. Do you think that could happen?”{j}{j}{j}{j}

source: 침실을 떠나려던 마음을 바꾼 마티어스는 창틀에 기대선 채로 새를 지켜보았다.
en_us: Deciding not to leave his bedroom after all, Matthias leaned against the windowsill and watched the bird.

source: “전 괜찮아요.
en_us: “But I don’t mind, Mom.

source: 더운 날씨에 다들 재킷을 벗고 셔츠를 걷어 올린 채였지만 헤르하르트 공작은 사냥복을 완벽히 차려입고 있었다.
en_us: Because of the hot weather, they all had all taken off their coats and rolled up their sleeves. Only Duke Herhardt himself had kept on his complete hunting outfit.

source: 뾰족한 구두 끝을 내려다보던 레일라는 조금 어색해진 시선을 들었다.{j}“……잘 모르겠어.”
en_us: She looked awkwardly down at the sharp tips of her shoes and replied, “I don’t know.”{j}

source: “네 몫은 그게 전부인 거냐?”{j}아이가 제 앞접시에 던 음식을 흘깃 본 빌이 이맛살을 찌푸렸다.
en_us: * * * “Is that all you’re going to eat?” Bill asked, frowning at the small portion the girl had dished onto her plate.{j}

source: 고작 그것을 충족시키기 위해 내 삶에 오점을 남길 필요가 있는가?
en_us: Was it really necessary to leave a stain on his life just for the sake of satisfying a fleeting desire?

source: 이제 남은 것은 해가 지고 화려한 파티가 시작되는 일뿐이었다.
en_us: All that remained was for the sun to set so that the lavish party could begin.

source: “어떻게…… 이런 짓을, 대체…….”{j}곧 숨이 넘어갈 듯 헐떡이면서도 레일라는 한마디 한마디 힘주어 내뱉었다.{j}그를 노려보는 눈빛이 형형했다.{j}눈물이 가득 담겨 있어 더욱 요란하게 반짝이는 듯했다.
en_us: Layla’s soaked body had left a dark impression on the dock. “What the... What happened...?” she stammered, panting for air. She was looking at him with a piercing glare that was made more striking by the tears in her eyes.{j}{j}{j}

source: 클로딘과 함께 떠나기 전에 마티어스는 충동적인 명령을 남겼다.{j}“침실로 옮겨 둬요.”
en_us: Before they walked away from the bird-keeper, Matthias gave him an impulsive command. “Bring that to my bedroom.”{j}

source: 하지만 클로딘 폰 브란트가 고작 그런 이유로 아르비스를 찾아오지 않았다는 건 누구나 아는 사실이었다.
en_us: However, everyone knew that there was another reason for her visit.

source: “아저씨는 잠시 시내에 들르셨어요.
en_us: Wiping the crumbs from her lips, she replied, “He’s on an errand downtown.

source: “가라면, 가려고?”{j}약간의 졸음이 묻어나는 목소리로 그가 물었다.
en_us: “If I said yes, would you go?” he asked in a slightly drowsy voice.{j}

source: 내 것도 사 주게?”
en_us: Do you want to buy me something?”

source: “얼마든지.”
en_us: “Absolutely.”

source: 마티어스는 다시 뻔하고 지루해진 그 일에서 이만 관심을 거두었다.
en_us: Matthias became interested again in this tedious matchmaking encounter.

source: 당연한 듯 그들의 딸도 함께였다.
en_us: Naturally, their daughter was with them as well.

source: 분명 죽을상일 얼굴을 들키지 않기 위해 모자의 챙은 조금 더 깊이 내렸다.{j}기다란 손가락 끝이 불쑥 그녀의 턱 끝에 닿은 건 그때였다.
en_us: She lowered the brim of her hat to hide what she was sure was an agonized look on her face.{j}

source: 레일라를 키울 수 없는 이유를, 레일라를 보내야 할 적당한 곳을, 레일라를, 어느 날 갑자기 그의 인생에 나타난 그 사랑스러운 골칫덩어리를.
en_us: He thought about the reasons why he couldn’t keep taking care of Layla. He thought about where would be the best place to send her, that cute but taxing girl who had suddenly appeared in his life one day.

source: 레일라는 이해한다고 말하듯 고개를 끄덕였다.
en_us: Layla nodded to him, as if she understood that his surprise

source: 그래서 화려한 색감을 좋아하는 브란트 영애의 취향에 맞추어 골랐더니 이 모양 이 꼴이 되어 버렸다.
en_us: That was why she had chosen the most colorful roses she could find. She knew that Claudine liked flashy colors. But it had turned out that this was a mistake.

source: 대기 중이던 사용인들은 일사불란하게 특등칸 앞으로 다가갔다.
en_us: The attendants that had been waiting all walked in perfect order to the door of the first-class car, where they lined up and stood at attention.

source: 막 비스킷을 한 입 베어 물려던 레일라도 화들짝 놀라 고개를 들었다.
en_us: Layla, who had been about to take a bite of her biscuit, looked at him in surprise.

source: 레일라가 고민하는 사이에 다행히 그가 눈을 떴다.
en_us: Luckily, he soon opened his eyes.

source: 다른 수많은 남자들처럼.
en_us: Just like countless men did.

source: 그런데 지금 그의 눈앞에 있는 레일라 르웰린은 도무지 그 기억과 겹쳐지지 않는 모습이었다.
en_us: But the Layla Llewellyn he saw before him now didn’t match the little girl he remembered at all.

source: 깊이 고개 숙여 인사한 레일라가 물러나자 몇 걸음 떨어진 곳에서 대기하던 하녀가 다가섰다.
en_us: Layla bowed her head deeply and took a few steps back, and the maid who had been waiting nearby approached her.

source: 레일라는 단정하게 빗은 금발을 하나로 질끈 묶었다.
en_us: * * * Layla put her neatly-combed blonde hair into a ponytail.

source: 클로딘이 소개하자 마티어스는 우아한 태도로 그녀들과 인사를 나누었다.
en_us: Matthias gracefully greeted each of the ladies as Claudine introduced them in turn.

source: “세상에.
en_us: “Goodness,

source: “저 애랑 놀면 안 될까요?
en_us: “Can I play with her?” Claudine asked.

source: 머릿속이 새하얘진 레일라가 휘청거리는 사이에 그가 느긋하게 인사했다.
en_us: Her mind went blank, and she started to stumble, when he casually greeted her.

source: “헤르하르트 공작이야 숲에서 실컷 보게 될 거다.
en_us: “You’ll be able to see him plenty in the woods.

source: 덜름하게 올라간 소매 아래로 드러난 아이의 앙상한 손목 위로 식탁을 밝힌 등불의 불빛이 내려앉았다.
en_us: She had pulled up her sleeves, exposing her slender wrists to the light shining down from the table lamp.

source: 대신 부릅뜬 눈으로 마티어스를 노려보았다.
en_us: Instead she just looked angrily at Matthias,

source: 무슨 말인가 더 해 보려던 입술을 꼭 다문 레일라는 괜스레 난간을 매만졌다.
en_us: She almost said something in response, then shut her mouth and ran her fingers over the railing.

source: 잠이나 자자.”
en_us: I should just sleep.”

source: 온실의 중앙을 장식한 대리석 분수에서는 느릿한 물줄기가 흘렀다.
en_us: A gentle jet of water babbled in the marble fountain that was the centerpiece of the greenhouse.

source: 상점가를 지나며 아이스크림을 사 먹었다.
en_us: As they passed through the shopping district, they bought ice cream cones that they enjoyed as they continued to walk.

source: “네, 아가씨.”{j}빌 아저씨를 위해서.{j}레일라는 익숙한 주문을 외우며 대답했다.
en_us: “Yes, Miss,” Layla replied. In her mind she was repeating the phrase For Uncle Bill over and over again, as she had grown accustomed to doing to lend herself patience around Claudine.{j}{j}

source: 내달 출항할 무역선의 보험 문제.
en_us: several social gatherings, and insurance issues for the merchant vessel that would be setting sail the following month.

source: 익숙한 천장.
en_us: Lying motionless in bed, she slowly looked around, taking in everything in the room—the familiar ceiling;

source: 되게 작아서.”
en_us: I thought you were younger than me.”

source: 그보다는 그저 레일라가 걱정이었다.
en_us: He was very concerned about her now.

source: 얼마간은 조금 낯설어 어색했지만 이제는 그 얼굴을 생각하면 가슴이 두근거렸다.
en_us: It had taken him some time to get used to her new appearance, but now his heart started pounding when he thought of her, just like it had always done in the past.

source: 스스로를 다독인 레일라는 가볍게 몸을 일으켜 침대를 빠져나왔다.
en_us: Feeling comforted by her thoughts, she sat up and got out of bed.

source: “얘야, 클로딘.
en_us: “Oh, Claudine.

source: 대체 모나 부인에게 얼마를 주었더라?
en_us: Wait, how much money did I give Chef Mona?

source: “뭐 어때?
en_us: “What’s the big deal?

source: 헛돌던 자전거 바퀴가 멈추자 다시 정적이 찾아왔다.
en_us: Silence descended as the bicycle wheel slowed to a stop.

source: “그렇다면 다행이구요.”{j}씩 웃은 레일라는 모자를 벗은 후 의자 깊이 몸을 기댔다.
en_us: Layla smiled. “Well I’m glad.” She took off her hat and sat deeper in the chair.{j}

source: 뭘 사 달라고 조를 줄도 아셨어?”{j}카일은 놀랍다는 듯 물었다.{j}그가 아는 레일라는 좀처럼 누군가에게 무얼 요구하는 법이 없는 아이였다.
en_us: You know how to ask for stuff?” Kyle asked in amazement. He could hardly remember Layla ever asking for something before.{j}{j}

source: “하려던 말.”
en_us: “Ask me what you came here to ask.”

source: 마티어스는 느긋이 자리에서 일어섰다.
en_us: Matthias slowly rose from his seat.

source: 그게 아니라, 내가 말없이 돈을 모아 비싼 안경을 산 게.”{j}식탁을 다 차린 레일라가 카일의 맞은편에 앉았다.
en_us: not that. He was upset that I saved up all that money to buy these expensive glasses without telling him.” Having finished setting the table, she sat down across from Kyle.{j}

source: “니가 가지지 않으면 죄다 불쏘시개로나 써야지.
en_us: He was now red in the face with anger. “If you’re not going to wear these things, I’ll use them as kindling for the fire.

source: 안경을 창문 너머의 강물 속으로 던져 버릴 수도 있었다.
en_us: He could also simply toss her glasses out the window into the river.

source: 빌 아저씨도 끼닛거리를 위해 사냥을 했고, 레일라 역시 가축을 길렀으니까.
en_us: Uncle Bill hunted for food, and she herself sometimes slaughtered the chickens and other livestock they raised.

source: “숲을 산책하고 오겠다고 하셨대요.”{j}클로딘은 상냥한 미소를 띤 얼굴로 대답했다.{j}방금 게임에서 패배한 사람답지 않게 화사한 표정이었다.
en_us: “He said he was going to go for a walk in the woods,” Claudine replied. She was smiling warmly, despite the fact that she had just lost the game.{j}{j}

source: 동시에 마티어스도 시선을 돌렸다.
en_us: As she did so, Matthias turned to look at her.

source: 난 무섭던데.”{j}고개를 갸웃거리던 소년은 아무렇지 않게 레일라의 곁에 앉았다.
en_us: He seems scary to me.” He casually sat down next to Layla.{j}

source: 그러므로 완벽한 여름밤이다.
en_us: For this reason, it was a perfect summer night.

source: 그러니 안경을 찾아야지.
en_us: Thus she had to find them.

source: 너는…… 너는 정말 사랑을 몰라.”{j}딸을 보는 브란트 백작 부인의 탄식이 깊어졌다.
en_us: You really... know nothing about love,” Countess Brandt lamented.{j}

source: 레일라는 꼭 맞는 의자처럼 아늑한 나뭇가지에 능숙하게 자세를 잡고 앉았다.
en_us: She skillfully took her place on a branch that was as snug and cozy as a comfortable chair.

source: 정신없이 페달을 밟아 번화한 거리를 달렸다.
en_us: After the bellhop retrieved her bicycle, she jumped on and set off down the busy city street.

source: “레일라!”
en_us: When she had made it about halfway back to the cottage, someone shouted, “Layla!”

source: 곁에 앉은 그녀의 친구도 입꼬리를 살짝 당겨 올린 미소로 감사를 표시했다.
en_us: Her friend also conveyed her gratitude with a slight smile.

source: 로비타라.
en_us: Lovita...

source: 한 걸음 뒤로 물러선 그녀는 구두를 고쳐 신고 교복의 먼지를 털었다.
en_us: She took a step backward to fix her shoes, then brushed the dust off her uniform.

source: 그를 태운 마차는 곧 속력을 높여 달리기 시작했다.
en_us: Once he was aboard, the carriage started moving, quickly picking up speed until the horses were galloping.

source: 이번에도 흠잡을 곳 하나 없이 깍듯한 예의를 갖추어 그것을 테이블 위에 올려놓았다.
en_us: She once again placed them on the table with flawless etiquette.
